
<h2>卒業研究発表会支援システム</h2>
「卒業研究」の単位修得には、卒業論文（電子ファイルを含む）および卒業研究概要の提出と卒業研究発表会での発表の完了が条件になります。

<ol>
<li> グループ構成（教員４または 3 名／１グループ）とする。
<li>発表時間：１０分／１人（発表時間７分、質疑応答時間３分／１人）<br>
※一人当たりの発表時間は変更できないものとする。
<li>グループ幹事（教授・准教授・講師の先生）を１名選出し、発表会のプログラムと評価シー
トの作成をお願いする。
<br>教員は発表者の学籍番号・氏名・論文題目を卒業論文提出後、直ち
に幹事へ連絡する。幹事は発表会の約一週間前までにプログラムを作成し教員全員に配付す
る。評価シートは当日必要部数（グループの教員数）を持参する

<li>発表会は学生にも公開する。<br>
    学生からの質問も受け付ける。発表会の様子を講義記録システ
ムで録画し、記録として残しておく。
<li>発表交替をスムーズに行うため、研究室ごとに発表者全員のスライドを１台の PC または１
個の USB メモリなどにまとめて持参する。PC 以外を持参する場合は前もってグループ幹事
に連絡しておくこと。
</ol>